questions = [
    {'text': 'Мяукаешь ли ты в ответ котику, когда он мяукает?', 'type': 'closed', 'options': ['Да', 'Нет'],
     'answer': 'Да'},
    {'text': 'Когда ваш друг рассказывает вам о хороших событиях в жизни, вы радуетесь вместе с ним?',
     'type': 'closed', 'options': ['Да', 'Нет'], 'answer': 'Да'},
    {'text': 'Сколько лап у собаки?', 'type': 'closed', 'options': ['5', '4', '3', '2'], 'answer': '4'},
    {'text': 'Сколько будет 2 в 10 степени?', 'type': 'closed', 'options': ['512', '1024', '1536', '2048'], 'answer': '1024'},
    {'text': 'Какое самое популярное домашнее животное?', 'type': 'closed',
     'options': ['Собака', 'Кошка', 'Хомяк', 'Попугай'], 'answer': 'Кошка'},
    {'text': 'Кто мужик?', 'type': 'closed', 'options': ['Херингтон', 'Даркхолм', 'Точно не я', 'Ну ладно'], 'answer': 'Херингтон'}
]
